import { StrictMode } from 'react'
import { createRoot } from 'react-dom/client'
import './index.css'
import App from './App.jsx'

createRoot(document.getElementById('root')).render(
  <StrictMode>
    <App />
  </StrictMode>,
)





// Здравствуйте!

// Для начала работы отправьте пожалуйста:

// 1. Какой сайт нужен (лендинг, блог, интернет-магазин и т.д.).

// 2. Сколько страниц будет на сайте.

// 3. Тексты для сайта.

// 4. Логотип и изображения (если есть).

// 5. Примеры сайтов, которые вам нравятся.


// Я создам современный сайты с нуля. После получение заказа, если будут правки, я их внесу. Гарантирую качеству и скорость создание. 


// Я создам сайт с нуля.